Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetOrthogonal_t


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetOrthogonal_t.DimensionSetBase
DO NOT USE! For internal usage only!///

Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetOrthogonal_t.Attributes
DO NOT USE! For internal usage only!///

Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetOrthogonal_t.ArcPoint1


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetOrthogonal_t.ArcPoint2


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetOrthogonal_t.ArcPoint3


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetOrthogonal_t.Distance
DO NOT USE! For internal usage only!///

Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetOrthogonal_t.ToStruct(Tekla.Structures.Drawing.CurvedDimensionSetOrthogonal)
DO NOT USE! For internal usage only!///

Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetOrthogonal_t.FromStruct(Tekla.Structures.Drawing.CurvedDimensionSetOrthogonal)
DO NOT USE! For internal usage only!///